{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "But you lied to once before so.... Debates2016", "size": 0}, {"name": "Who told more lies? (twisted the truth) debate debates", "size": 0}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "I just hope to God we do not see another campaign like this one...This is just disgraceful.\" - Election2016 debates", "size": 0}, {"name": "Threatening to jail his opponent if he wins election erodes the basis of democracy. We must StopTrump. Horrifying. debates debates2016", "size": 0}]}, {"name": "", "children": [{"name": "A line has been crossed that I do not think has ever been crossed in history... He threatened to jail his opponent.\" debates", "size": 0}]}]}, {"name": "", "children": [{"name": "He will not ever be able come back after this. Nice try to that surrogate trying to act like he could. Debates2016 nevertrump imwithher", "size": 0}]}]}, {"name": "", "children": [{"name": "The moderators should have the ability to shut off the mics of the candidates when they go over time & when they flat out lie debatenight", "size": 0}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": ".is NOT a good person She is enabling a sociopath That was a weird segment, U GUYS .debatenight", "size": 0}, {"name": "Megyn Kelly comes off as a man hater. debatenight debate", "size": 0}]}, {"name": "", "children": [{"name": "I hate this BS. Trump drags the conversation into the gutter and the talking heads moan and groan that it's bothsides. debate debatenight", "size": 0}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "Of course @ChrisStirewalt, with his hideous wooden teeth, can not give Trump the credit for the win that he deserves. KellyFile DebateNight", "size": 0}, {"name": "No, ChuckTodd -- KellyanneConway is NOT \"just a very good person.\" Msnbc debates", "size": 0}]}, {"name": "", "children": [{"name": "Someone tell me how the hell ls Hilary trending-are we so uneducated & lazy we can not spell HRC's name right? WTF FOH debatenight", "size": 0}]}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "Last week, Trump said Hillary did not have the stamina to be President, now he says she never quits. Even Trump knows he's lost. debatenight", "size": 0}, {"name": "Trump lied in this debate too, but appare notly from the discussion on msnbc it's not a big deal anymore. But it should be. debatenight", "size": 0}]}, {"name": "", "children": [{"name": "debatenight she can not admit it, but Hillary just WONT be proud of America, she refuses to acknowledge helping us first. foreign donations", "size": 0}, {"name": "No no no no no no no no NO. Not one American should accept the \"locker room\" copout. PresidentialDebate", "size": 0}]}]}, {"name": "", "children": [{"name": "Sexism = no woman with as little education or knowledge as would have gotten near that stage PSLiveDebate Debates2016", "size": 0}, {"name": "Fact check: Trump: \"No one respects women more than I do.\" Fact Checker: False debatenight", "size": 0}]}]}, {"name": "", "children": [{"name": "PSA: IT IS NOT \"LOCKER ROOM TALK\" TO REFERENCE GRABBING WOMEN BY THE PUSSY. ITS LITERALLY SEXUAL ASSAULT. debates", "size": 0}, {"name": "Oh @mike_pence, he has not talked to you yet? Or... at all? Consent issues continue. = sexual assault. debatenight debate", "size": 0}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "Another PresidentialDebate where CrookedHillary did not have an American Flag on her lapel. Something always has.", "size": 0}, {"name": "Spectacle is the sun that never sets over the empire of modern passivity. -Debord PresidentialDebate Debate", "size": 0}]}, {"name": "", "children": [{"name": "I do not think answered a single question tonight debate debates debatenight", "size": 0}]}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "GF: \"Talk locker room to me.\" debates", "size": 0}, {"name": "shifted in her seat and looked down when asked about \"more shoes dropping\" debates", "size": 0}]}, {"name": "", "children": [{"name": "It's the first time Kellyanne seems worn down. debates", "size": 0}, {"name": "Unless ...\" Kellyanne's entire life flashed before her Debates2016", "size": 0}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "Donald complains that he did not get equal time... yet he got more time... debatenight", "size": 0}, {"name": "Honestly I'm exhausted from watching that debate. debates", "size": 0}]}, {"name": "", "children": [{"name": "These debates are intense man", "size": 0}]}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "Locker room talk is now the slogan for every sexual assaulter PresidentialDebate", "size": 0}, {"name": "debatenight: do you assault women trump: I WILL SQUASH ISIS", "size": 0}]}, {"name": "", "children": [{"name": "Trump attempted to make the women of America at ease by pacing around Hillary like a tiger. Good call! debatenight", "size": 0}]}]}, {"name": "", "children": [{"name": "The award for best horror movie goes to debatenight ??", "size": 0}, {"name": "Really wish had called a pussy at the debate tonight. debatenight", "size": 0}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "You know who says they are going to put their opponents in jail? dictators thinkaboutit debatenight", "size": 0}, {"name": "Great point, African dictators jail their opponents when elected. Not US presidents. debate debates2016", "size": 0}]}, {"name": "", "children": [{"name": "", "children": [{"name": "A new low in American politics .. from the trump tapes on women to saying he will jail his opponent. My goodness. debate debatenight", "size": 0}, {"name": "Hillary class act in decorum & content.Trump pacing bully, threatening his opponent w jail. ImWithHer voices4hillary debates2016", "size": 0}]}, {"name": "", "children": [{"name": "Trump's threat to put Hilary in jail if he becomes President definitely sounds like dictatorship.debatenight", "size": 0}, {"name": "What I will not forget from tonight is Trump threatening to jail Clinton In a constitutional republic that's ugly & UnAmerican debatenight", "size": 0}]}]}]}, {"name": "", "children": [{"name": "Best line, Hillary: it's a good thing your not in charge of the FBI. Trump: Your Right If I was you'd be in jail. Debate Debates2016", "size": 0}, {"name": "Best line of the night- \"because you'd be in jail.\" DebateNight Debate TrumpWon", "size": 0}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "Donot need a poll or anythung else to tell me what I just witnessed... TRUMP GRAND SLAM!!!! He absolutely destroyed Hillary debatenight", "size": 0}, {"name": "America lost by allowing Trump, a racist, misogynist, unintelligent hack, to even be on the ticket. debatenight", "size": 0}]}, {"name": "", "children": [{"name": "Biggest losers tonight: all the Republicans up for election who called for Trump to drop out Debates2016", "size": 0}]}]}, {"name": "", "children": [{"name": "Bob Schieffer said \"Disgraceful! I hope I never see anything like this again. It was more like Wrestlemania. PresidentialDebate", "size": 0}]}]}, {"name": "", "children": [{"name": "Trump dog whistled to his base the entire debate. Not a single moment of bridging the divide in America. debate debatenight SheWon", "size": 0}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "DEBATES CNN HillaryClinton DonaldTrump CNN you are a complete fake news media. please stop your uneducated comments.", "size": 0}, {"name": "Debates2016 My big take away from HillaryClinton is \"it's all a lie check my website...", "size": 0}]}, {"name": "", "children": [{"name": "A scientific fact: decomposing flesh will attract flies Not healthy! Donot trust fingers anywhere near nuke button Debates", "size": 0}]}]}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "Anyone else think it would be freaking awesome to have judgejudy as a debate moderator? \"JUST ANSWER THE QUESTION!!\" debatenight", "size": 0}, {"name": "I want answers on Benghazi from Hillary.What difference does it make? A BIG ONE debatenight BigLeagueTruth", "size": 0}]}, {"name": "", "children": [{"name": "I'm moderating the next debate seriously.....debates2016", "size": 0}]}]}, {"name": "", "children": [{"name": "Wait. Conway said she's with the campaign til the very end \"unless...\" and stopped herself! Unless what? What?? Debates", "size": 0}, {"name": "Kellyanne Conway just said \"I'm with the campaign to the bitter end unless...\" Hard stop. What does that mean? debatenight", "size": 0}]}]}, {"name": "", "children": [{"name": "I was very happy to see a non-hijabi Muslim woman ask a very important question about post election era for Muslim Americans debates2016", "size": 0}, {"name": "*marks herself \"safe\" after the 2016 Presidential debates*", "size": 0}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "Fun nugget. Ken Bone also is the name of the coach who replaced Tony Bennett at Washington State when he left for UVa. Really. debatenight", "size": 0}, {"name": "Running mate Mike Pence said in a tweet he is proud to stand with DonaldTrump Debates2016", "size": 0}]}, {"name": "", "children": [{"name": "That man who asked that last question is my hero ???? kindness goes a long way debatenight", "size": 0}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "debatenight MAGA3X TrumpTruth won this debate Big League. MSM will be going out of their minds to keep everyone's focus on Trumptape.", "size": 0}, {"name": "debatenight Like the Muslim lady, I was also undecided, But now I'll be voting Trump as many times as dems will let me", "size": 0}]}, {"name": "", "children": [{"name": "Clinton kept personal attacks, Trump directed back on track to real issues Win debates TrumpPence2016", "size": 0}]}]}, {"name": "", "children": [{"name": "James Carville: \"Trump fact-checkers are going to be busier than a one-armed paper hanger.\" debates", "size": 0}]}]}, {"name": "", "children": [{"name": "I'm going to need a welding helmet for the 3rd debate because Trump will be shining so bright!! debatenight debate debates deplorables", "size": 0}, {"name": "5. The third most memorable moment will be Trump threatening Clinton with prosecution should he be elected. debate2016 DebateNight", "size": 0}]}]}, {"name": "", "children": [{"name": "Tonight's headline: Trump Wins! Debates Debate", "size": 0}, {"name": "Thank you! speak truth to power! Hillary won by a country mile! debatenight debate ImWithHer Hillary Trump Clinton", "size": 0}]}]}, {"name": "", "children": [{"name": "I think we need an additional political party. The \"God help us all\" party. Debate PresidentialDebate", "size": 0}, {"name": "Wait, was that the presidential debate or an episode of Maury vs. Judge Judy?! presidentialdebate", "size": 0}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "Very interesting debates to watch. We shall see what the networks focus on: policy discussions? Or salacious comments from 11 years ago.", "size": 0}, {"name": "Wow! We had nearly 11,000 live viewers on and 72,000 on Facebook Live watching my analysis of tonight's Debates", "size": 0}]}, {"name": "", "children": [{"name": "", "children": [{"name": "In 30 days we will be asked to vote for our next president...God help us debatenight", "size": 0}, {"name": "FACT CHECK: Benghazi's time zone is six hours ahead of Washington DC's so the \"3am phone call\" would've been received at 9pm. debates", "size": 0}]}, {"name": "", "children": [{"name": "I vote in 5 days!! Canot wait to get this nonsense over with! debatenight debate", "size": 0}]}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "", "children": [{"name": "won this debate. came in unprepared but still manage to BS each ques. pretty good. Presidentialdebate", "size": 0}, {"name": "Donald Trump: I successfully evaded paying my taxes Pundits: Trump performed better tonight than he did in the previous debate debates", "size": 0}]}, {"name": "", "children": [{"name": "The real winners of the PresidentialDebate were the people who watched WWENoMercy instead", "size": 0}]}]}, {"name": "", "children": [{"name": "Abe was honest cause he went back after his bankruptcy and paid his debts. debatenight", "size": 0}]}]}, {"name": "", "children": [{"name": "Trump thinks assaulting women is ok because he's not as bad as Isis Debates", "size": 0}, {"name": "Van Jones is shocked SHOCKED that threatened to jail his opponent. But not shocked by the fact she broke the law debates", "size": 0}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "A friend told me she did a shot every time sniffed. She's now in an alcohol coma. PresidentialDebate", "size": 0}, {"name": "I wish someone would remember to mention that Hillary sold RUSSIA 20% of the United States supply ofuranium. debatenight ThanksHillary", "size": 0}]}, {"name": "", "children": [{"name": "", "children": [{"name": "I thought Hilary Clinton won. We all forget she is forced to try and have a respectable debate with a drunk toddler debate debatenight", "size": 0}, {"name": "That was the most childish communication between 2 sober professionals (age 60+) that I have ever witnessed in my entire life. Debates2016", "size": 0}]}, {"name": "", "children": [{"name": "debatenight 60% of Americans did not vote during primary elections. Wondering how we got here? It's because you did not vote truth vote", "size": 0}]}]}]}]}, {"name": "", "children": [{"name": "", "children": [{"name": "For the record, 'pussy bow' is a style of blouse, not just the name of that specific blouse. But still... PussyBow debates gucci", "size": 0}, {"name": "debatenight: cats or dogs trump: welll i believe in grapes, GRAPES ARE BEAUTIFUL", "size": 0}]}, {"name": "", "children": [{"name": "A fly. Landed on her face. And she did not even flinch. debates", "size": 0}]}]}]}]}]}